{"scopus-eid": "2-s2.0-0029370733", "originalText": "serial JL 271634 291210 291681 291689 291732 291785 291893 31 Reactive and Functional Polymers REACTIVEFUNCTIONALPOLYMERS 2000-01-27 2000-01-27 2010-10-05T20:41:56 1-s2.0-1381514894000454 1381-5148(94)00045-4 1381514894000454 10.1016/1381-5148(94)00045-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381514800X00119 2015-05-13T23:01:31.432129-04:00 0 0 19950901 19950930 1995 2000-01-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confabbr confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-5148 13815148 26 26 1 3 1 2 3 Volume 26, Issues 1–3 6 25 33 25 33 199509 September 1995 1995-09-01 1995-09-30 1995 Proceedings of the 6th International Conference on Polymer Supported Reactions in Organic Chemistry POC'94 Pietro Tundo, Dave Sherrington converted-article fla Copyright © 1995 Published by Elsevier B.V. SILICASUPPORTEDHEXAALKYLGUANIDINIUMCHLORIDEEFFICIENTSTABLECATALYSTFORPHOSGENATIONCARBOXYLICACIDS GROS P REGEN 1979 4059 S CHILES 1980 2915 M TOMOI 1981 3821 M TUNDO 1979 6606 P TUNDO 1980 2581 P TUNDO 1982 6547 P COTTER 1965 791 R SNPE 1987 153947s DUPONTDENEMOURS 1965 17973f SUMITOMOCHEMICALS 1984 151439e PPGINDUSTRIESINC 1981 42389a SNPE 1993 203156d BLUMENTHAL 1986 154 G GREIG 1978 163 J GRUBBS 1971 3062 R HEITZ 1972 298 W GRUBBS 1973 104 R GAUTHIER 1993 554 P GAUTHIER 1993 1835 P GROSX1995X25 GROSX1995X25X33 GROSX1995X25XP GROSX1995X25X33XP item 1381-5148(94)00045-4 1381514894000454 1-s2.0-1381514894000454 10.1016/1381-5148(94)00045-4 271634 2010-12-21T15:49:57.234761-05:00 1995-09-01 1995-09-30 1-s2.0-1381514894000454-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381514894000454/MAIN/application/pdf/efcdbfe09251998880e19dc4723a2e0f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381514894000454/MAIN/application/pdf/efcdbfe09251998880e19dc4723a2e0f/main.pdf main.pdf pdf true 774516 MAIN 9 1-s2.0-1381514894000454-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:1381514894000454/PREVIEW/image/png/46da9a16f64ea9ff2ebe701dc4f7c890/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:1381514894000454/PREVIEW/image/png/46da9a16f64ea9ff2ebe701dc4f7c890/main_1.png main_1.png png 60350 849 656 IMAGE-WEB-PDF 1 ELSEVIER Reactive & Functional Polymers 26 (1995) 25-33 REACTIVE FUNCTIONAL POLYMERS Silica-supported hexaalkylguanidinium chloride: an efficient stable catalyst for phosgenation of carboxylic acids Ph. Gros a,*, E Le Perchec a, j.p. Senet' \" CNRS-LMOPS, BP 24, 69390 Vernaison, France 6 SNPE, Centre de Recherches du Bouchet, 91710 Vert-Le Petit, France Received 7 March 1994; accepted in revised form 10 May 1994 Abstract Silica-supported hexaalkylguanidinium chlorides have been built up and used as catalysts for phosgenation of carboxylic acids. They have been found to be more efficient and stable than their polystyrene homologs and more active than their ammonium and phosphonium analogs. Keywords: Hexaalkylguanidinium chloride; Stability; Catalytic activity; Phosgenation 1. Introduction Supported catalysts and reagents have been widely developed during the last few years because of their phase separation advantages. The products generally offer high purity, and the physical elimination of the catalyst enables further use, providing more efficient processing and economic improvement. Among the various supports, crosslinked polystyrenes are the most commonly used. These organic polymers are built up, under defined conditions, producing various morphologies whose stability and activity are dependent. The mechanical stability is obtained by increasing crosslinking, though loss of activity is due to loss in accessibility, for reactions occurring in swelling solvent. On this basis, phase transfer catalysis has been conducted with gel-type supported ammonium and phospho- * Corresponding author. 1381-5148/95/$09.50 1995 Elsevier Science B.V All rights reserved. SSDI 1381-5148(94)00045-7 nium polystyrenes [1-3]. Other supported systems have been proposed derived from silica or alumina. They are available materials with various morphological characteristics, but their weak grafting capacity appears, in many instances, to be the main limitation. Therefore, most recent works concerning the porous silica were oriented to chromatography separation problems and their uses in organic catalysis are still scarce [4-6]. However, their chemical stability in neutral conditions appears to have a decisive advantage over organic polymers in many instances. Because we are engaged in new ways of performing catalytic electrophilic reactions, we were interested in designing a supported stable catalyst that satisfies severe chemical and thermal conditions of use. This approach involves chlorinated electrophiles such as phosgene, thionyl chloride, phosphorus oxychloride reacting with H-mobile compounds at elevated temperature under prolonged reaction time. In such conditions phenols, 26 Ph. Gros et al. I Reactive & Functional Polymers 26 (1995) 25-33 thiols and carboxylic acids have been efficiently transformed into their corresponding acyl chlorides and chloroformates. Most of these reactions need to be catalyzed. Lipophilic ammonium and phosphonium chloride salts were the first set of catalysts used [7]. More recently, soluble hexaalkylguanidinium chloride has been recognized as the most efficient catalyst [8]. For example, phosgenation of 2-ethyl hexanoic acid [8] has been fully resolved by conducting the reaction in bulk, at 120, in the presence of 2 x 10-4 mol of soluble hexabutylguanidinium chloride (HBGCI) within 3 h of contact time (Figs. 1 and 2). The solubility of the catalyst in the reaction medium is, however, the main drawback, making the process of obtaining pure acyl chlorides inconvenient. An end-up distillation step has appeared unrealistic in most cases 80 x c so 0 a 40 zo o. 0 60 ,20 ,80 240 Time (min) O RCOCI 0 RCOOCOR N. O RCOOH N. Fig. 1. Phosgenation of 2-ethyl hexanoic acid catalysed by 0.02 mol% HBGCI. ,ooh so so~ d0 E zo 0 50 100 150 200 250 Time (min) O RCOCI X 0 RCOOCOR X O RCOOH y Fig. 2. Phosgenation of 2-ethyl hexanoic acid catalysed by Bu4N+,Cl-. for elevated boiling point products, implying further instability of the products in many cases. Such limitations urged us to start with supported catalysts. 2. Experimental 1H-NMR spectra were recorded on a Bruker WP-80 spectrometer using CDC13 as a solvent and tetramethylsilane as an internal standard. IR (film and diffuse reflectance) spectra were recorded on a Nicolet 20SX FTIR spectrometer. GC monitoring was performed on a Varian apparatus with a 25m wide-bore 0.22-mm CPSILS column from 110 to 250. All response factors relative to an internal standard were determined for each substance analyzed. All reagents were commercial (purity >98%). 2.1. Synthetic procedures Preparation of silica grafted hexabutyl guanidinium chloride (SiG+, KI G+, K2G+) General procedure. n-Butylamine (16.2 ml; 0.164 mol) was heated to 80 and 3-chloropropyl trimethoxysilane (10 ml; 0.054 mol) was added dropwise under a nitrogen stream. The temperature was maintained for 8 h. At room temperature, 20 ml of petroleum ether (35-60) were added and n-butylammonium chloride was filtered at 0. Evaporation of solvent yielded 12 g (93%) of N-butylaminopropyl trimethoxysilane (FTIR: vN_H, 3200 cm-1). In a three-necked flask, a solution of the N-butylaminopropyl silane (12 g; 0.05 mol) and triethylamine (73 g; 0.072 mol) in 40 ml of anhydrous toluene was introduced and a solution of TBCA (17 g; 0.0504 mol) in 20 ml of anhydrous toluene was added under a nitrogen stream. The temperature was raised to 70 and maintained for 4 h. Triethylammonium chloride was filtered, after evaporation of toluene, 27 g (100%) of guanidinium silane was obtained as an oily liquid. FTIR: vC=N, 1540 cm-1. Elemental analysis: calculated - C%, 60.24; H%, 11.23; N%, 7.81; CI%, 6.59; Si%, 5.22; found - C%, 60.00; Ph. Gros et al. /Reactive & Functional Polymers 26 (1995) 25-33 H%, 10.92; N%, 7.51; Cl%, 6.79; Si%, 5.35. Ninety-four grams of silica (Si) dried at 70/ 20 mm Hg were placed in a flask flushed with nitrogen containing 250 ml of anhydrous toluene. The pentabutyl propyl trimethoxysilane guanidinium chloride (20 g; 0.0374 mol) in 50 ml of anhydrous toluene was added to the suspension. The reaction mixture was heated at reflux temperature for 8 h under nitrogen. After filtration, washing with toluene, drying (18 h at 80/20 mm Hg), 93 g of functionalized beads of SiG+ were obtained. To the functionalized silica in toluene, 10 ml (0.0465 mol) of HMDS were added and the suspension was refluxed for 4 h. The beads were filtered, washed with toluene and dried (18 h at 80/20 mm Hg). The same procedure was repeated for Kl and K2 silica with the addition of 77 g (0.144 mol) and 180 g (0.335 mol) of guanidinium silane, respectively. FTIR (diffuse reflectance). vsi_o-Si, 1100 cm-1; vC=N, 1540 cm-1 (guanidinium); VC-H, 2800 cm- 1. Elemental analysis. Catalyst SiG+ KIG' K2G+ C (%) 2.85 10.22 13.10 H (%) N (%) 0.84 0.38 3.00 1.34 3.86 1.81 ci (%) 0.60 2.08 2.90 Preparation of silica-grafted onium chloride (SiN+, SiP+) Twenty grams of silica (Si) dried at 70/20 mm Hg were placed in a flask flushed with nitrogen containing 50 ml of anhydrous toluene. Chloropropyl trimethoxysilane (CPTMO) (1.5 g; 7.55 mmol) in 50 ml of anhydrous toluene was added to the suspension. The reaction mixture was heated at reflux temperature for 8 h under nitrogen. After filtration, washing with toluene, and drying (18 h at 80/20 mm Hg), the functionalized silica in 50 ml of toluene was treated with 3.5 g (0.02 mol) of HMDS and the suspension was refluxed for 4 h. The beads were filtered, washed with toluene and dried (18 h at 27 80/20 mm Hg). Twenty grams of chloropropylated silica were obtained. Elemental analysis: C%, 0.6; H%, 0.2; Cl, 0.48 -+ Cl, 0.135 mEq/g. Preparation of SiP+. To 10 g (1.35 mEq Cl) of the chloropropylated silica, 15 ml (0.06 mol) of freshly distilled tributylphosphine was added. The slowly stirred suspension was heated under a nitrogen stream at 80 for 4 days. At room temperature, 50 ml of methylene chloride was added and then the beads were filter-washed thoroughly in a soxhlet (methylene chloride) and dried (70/20 mm Hg). FTIR: absorption bands in the range 15001300 cm-' reliable to the phosphonium group. Elemental analysis: C%, 1.82; H%, 0.60; P%, 0.28; Cl%, 0.34 --* P+, 0.09 mEq/g. Preparation of SiN+. The same procedure was repeated for the preparation of SiN+ using distilled tributylamine. MR: absorption band in range 1500-1450 cm-1 reliable to the quaternary ammonium group. Elemental analysis: C%, 1.77; H%, 0.63; N%, 0.15; Cl%, 0.38 ->~ N+, 0.11 mEq/g. Catalytic test for phosgenation of 2-ethyl hexanoic acid (Caution: review phosgene safety precautions before repeating) Into a three-necked flask equipped with a thermometer, a septum, a gas entry, and a dry ice/methylene chloride condenser (-78), 2ethyl hexanoic acid (11.6 g; 0.08 mol) and an appropriate amount of the supported catalyst (0.8 mmol Cl-) was introduced. The temperature was raised to 120 and stabilized, gaseous phosgene was then introduced into the suspension until gentle reflux. A large hydrochloric acid emission was observed, the reaction was monitored by gas chromatography. The end of phosgene consumption was indicated by a rapid decrease of temperature, the reaction was then stopped. The reaction mixture was degassed under a nitrogen stream and the catalyst separated by filtration, washed, dried, analyzed and recycled as many times as possible. 28 Ph. Gros et al. /Reactive & Functional Polymers 26 (1995) 25-33 This catalytic process has been previously performed using gel- type crosslinked polystyrenes bearing ammonium or phosphonium chlorides. They have presented quite satisfactory catalytic activity, but their stability has not been confirmed [9-11]. This supported catalyst was claimed to be unstable after a few runs. We approached this problem in order to define a new improved supported catalyst based on grafted alkylguanidinium chloride. For this reason, the grafting of alkylguanidinium chloride, alkylammonium and phosphonium catalysts on silica has been undertaken and the performances of these catalysts have been compared regarding their catalytic activity and their stability. The material includes silica-supported catalysts of various morphological parameters (particle size, surface area, porous volume) allowing criteria, scope and limitations in phosgenation of carboxylic acids to be defined. 3. Catalysts preparation and characterization The physical characterization data of the spherical porous silica used in the study are summarized in Table 1. Before use, the silica was carefully dried at 70/20 mm Hg to remove adsorbed water which could be responsible for silane chain condensation decreasing grafting yield. 3.1. Silica-supported guanidinium chloride (SiG+, KIG+, K2G+) SiG+ [l2], K1G+ and K2G+ were built up only from Si-O-Si and Si-C bonds as previously shown [13]. Different approaches have been considered. The most convenient one was the grafting of a hexaalkylguanidinium chloride trimethoxysilane to macroporous silica beads. The condensation of aminobutyl propyl trimethoxysilane with tetrabutyl chloroamidinium chloride salt (TBCA) gave rise to the functionalized trimethoxysilane with a more than 90% yield (Scheme 1). The amount of silane used to react with the silica Table 1 Physical characteristics of naked silica supports Silicas si K1 K2 a Measured by mercury porosimetry. Table 2 Physical and chemical properties of catalysts Catalyst SP a VP a Site concentration _(m2 g-1) (cm3 g 1) (mEq g-1) 66 252 635 72 75 Particle size SP a (mm) (mz g 1) 1.5 3-5 2-5 78 300 700 V P a (mEQ g-t) 0.98 0.90 0.40 SiG+ K1G+ K2G+ SiN+ sip+ 0.69 0.71 0.27 0.77 0.81 0.09 b 0.32 b 0.43 b 0.11 b 0.09 a Measured by mercury porosimetry. b Based on elemental nitrogen content. ` Based on elemental phosphorus content. beads was calculated as a function of surface area of silica. As shown in Table 2, the maximum grafting yield tends to increase with the surface area of the silica, except for K2G+. In this case, the small porous volume of K2G+ (two-fold smaller than SiG+) appeared to be a limiting factor [14-17]. This path was preferred to post-functionalization of chloroalkyl silica which was found to be incomplete, leading to the presence of residual secondary amine groups on silica. The grafting of the active unit was controlled by FTIR (diffuse reflectance) spectroscopy. The spectra showed an unambiguous appearance of the guanidinium absorption band at 1540 cm-1. 3.2. Silica-supported opium chloride (SiN+, SiP+) For some comparative studies of the relative activities of SiN+, SiP+ and SiG+, the silica support (named Si (Table 1)) has been used because it presents a good compromise between surface area and porous volume. SiN+ and SiP+ catalysts have been synthesized by direct quaternization of tributyl amine and tributyl phosphine, Ph. Gros et al. /Reactive & Functional Polymers 26 (1995) 25-33 BuNHz (Me0)3Si-(CHZ)g- CI - (Me0)3Si-(CHZ)3-NHBU 80 Bu CI ,, \\ Bu ; Et3N ; Toluene reflux + CI' N Bud \\Bu Bu f Ome Du Bu I j u (Meo)3Si-(CH2)3-N\\ /N\\ 1Tolene Beads O-&i-(CH2)3- N N\\ \\C/ Bu C + p) HMDS > 1 + I CI- Toluene reflux D Ome CI' N Bu Du SiMej BuBu Scheme 1. Synthesis of SiG+. respectively, with a silica-grafted chloropropyl trimethoxysilane (Scheme 2). After the grafting step, the supported catalysts have been treated with hexamethyldisilazane (HMDS) to consume superficial residual silanol groups to prevent brittle silica and OH sites adsorption of organic molecules. The characteristics and site concentrations of the obtained catalysts are summarized in Table 2. 4. Reaction mechanism The carboxylic acid chlorination mechanism by phosgene has been detailed elsewhere [8]. The reaction profile was established on analyzing the medium composition along the time. The active nucleophilic chloride anion associated OMe silicabealJ -O -SI -(CHZ)3 -CI OMe 29 with the soluble hexabutylguanidinium (HBGCI) appeared to be the effective catalyst [18]. By abstraction of the acidic proton, a pseudocarboxylate anion was generated. Its reaction with phosgene was followed by decarboxylation, producing the acyl chloride recovering the chloride anion catalyst. A subsequent reaction spontaneously occurred between the carboxylic acid and the acyl chloride, giving rise to the corresponding anhydride. The reaction between this anhydride and phosgene was the rate-limiting step of the process, producing acyl chloride after complete conversion of the carboxylic acid (Scheme 3). Steps (a) and (c) have been shown to be sensitive to catalyst, since the rate of chlorination was accelerated by increasing the concentrations of the catalyst. OMe 1)HMDS sic~O -SI -('H2)3 -N+Bu3,Cl- 2 NBu beads I iiMe3 OMe M` OMe 1)HMDS silica + beads O -Si -(CH2)a - P Bu3,Cl' 2)PBu3 ~* os IMe3 OMe Scheme 2. 30 Ph. Gros et al. /Reactive & Functional Polymers 26 (1995) 25-33 Other behaviors have been outlined, depending upon the acidic power of the substrates. Guanidinium derivatives were produced directly from strong acids such as alkylsulfonic or trihalogeno acetic acids. The corresponding anions have shown an effective nucleophilicity, widely enhanced by their association with the guanidinium entity. Such salts were efficiently transformed into the corresponding chlorosulfonyl or chlorocarbonyl compounds in the presence of thionyl chloride. In contrast, stable complexes between weak carboxylic acids and HBGCI catalyst have been obtained and characterized. They have been found to be stable over the temperature range of the reaction (up to 120) [18). 5. Catalytic tests 5.1. Phosgenation of carboxylic acids: general catalytic test The catalytic phosgenation test was carried out on 2-ethyl hexanoic acid (Scheme 3), modeling the fatty acids reactivity. The reaction was conducted at the liquid state (bp: 200/760 mm Hg), making the work-up easier than for solid stearic acid, which requires a molten medium. The catalyst amount was stated at 0.01 mole of Cl- per mole of acid. The reaction was followed by gas chromatography allowing establishment of a kinetic profile. The reaction rate was shown to be dependent on the formation and consumption of ,2-ethyl hexanoyl anhydride (Scheme 3). After each reaction, the catalyst was analyzed to check its chemical stability and recycled several times in order to define catalytic behavior. a) RCOOH + COC12 yst cataly RCOOCOCI + HCI e - Co2 b) RCOOH + RCOCI - RCOOCOR+ HCI c) RCOOCOR + COC12 Catalyst 2 RCOCI + COZ Scheme 3. Reaction of carboxylic acids with phosgene. 9 .a t so 0 t i m 80 40 20-~ ,aoT 60 120 ,80 240 Time (min) 0 O SIG. 8 K1G+ O K2G+ Nsk* silica No catalyst Fig. 3. Catalytic test run with SiG+, K1G+ and K2G+. Morphological effects Silica-supported hexaalkylguanidinium chlorides (SiG+, K1 G+, K2G+). The naked silica support appeared inactive, as shown in Fig. 3, while the grafted guanidinium chloride catalysts SiG+, K1G+ and KZG+ displayed good activity at a low concentration level (0.01 mol of active form per mol of acid). This result implied that the catalytic activity was not only reliable to local concentration-effect or adsorption-desorption phenomena, but more particularly, to the type of local association related to the guanidinium moiety. SiG+ and K1G+ displayed the highest activity while K2G+ appeared at a lower, but still satisfactory level. No more evidence was obtained concerning the effect of support morphology on kinetics. The mechanical properties of the used silica did not decrease the catalytic properties. From the various supports, only SiG+ beads were easily and totally recovered, K1G+ and K2G+ were rapidly powdered by magnetic or mechanical stirring, and only a few beads were recovered in both cases. Due to their lack of mechanical toughness, and despite their good catalytic activity, K1G+ and KZG+ were not found to be suitable for further reaction tests. Their mechanical weathering produced large amounts of powdered residues which were not easily separated from the reaction product. The presence of these catalyst traces has been previously described as a main limitation for getting pure acyl 100 80 - 60 - : 0 401 201 0 60 720 180 240 Tima (min) RCOCI RCOOCOR O RCOOH Fig. 4. Phosgenation test run with SiG+ after a simulation period of 100 hours. chlorides. The chosen catalyst, SiG+, has been recycled several times (up to 10 runs) on an analytical scale without loss of the catalytic activity. The recovered catalyst was subjected to elemental analysis and found to be unchanged. To avoid tedious recycling operations, the catalyst was also placed in contact with phosgene for 100 h at 120, which simulated 30 catalytic cycles. The catalyst was again used in another test, without apparent loss of catalytic activity (Fig. 4). Catalytic site effect Silica-supported opium chlorides (SiG+, SiN+, SiP+). The catalysts were introduced at equivalent active site rates (Scheme 2). The kinetic profile of acyl chloride production is shown in Fig. 5. From this analysis it was found that the so. U O s 40 20. 0 120 180 240 300 360 Time (min) o no cacaiyat SiN+ O SIPr $IG+ Fig. 5. Kinetic profiles for production of 2-ethyl hexanoyl chloride. Ph. Gros et al. /Reactive & Functional Polymers 26 (1995) 25-33 40 70. 31 0 60 120 180 240 300 360420 Time (min) O 0 $iN+ O SIP+ D SIGr Fig. 6. Kinetic profiles for production-consumption of 2-ethyl hexanoyl anhydride. SiG+ is more efficient than the SiP+ and SiN+ catalysts used. Production and consumption of anhydride is the key test which has been followed for the three catalysts (Fig. 6). In the case of SiG+, the consumption of anhydride is fast and rapidly leads to a quite pure acyl chloride (3.5 h). With SiN+, the consumption appears very slow (more than 6 h) and leads to an extended reaction time. SiP+ was found to display an average value, the anhydride being consumed quantitatively after approximately 6 h. The consumption profile of 2-ethyl hexanoic acid (Fig. 7) is the same for each catalyst, which indicates that reaction of carboxylic acid with phosgene follows the same scheme in each case. The composition of the reaction medium after 180 min of phosgenation is given in Table 3. ,oo 60 O 40 20 -T- '~7T7 r~\"it'-1 0 60 120 180 240 300 360 420 Time (min) D no catalyst 0 SIN+ O SIP+ Fig. 7. Kinetic profiles for conversion of 2-ethyl hexanoic acid. 32 Table 3 Composition of reaction medium after 180 min Catalyst Anhydride (%) Acyl chloride (%) Acid (%) No catalyst 30 SiN+ 11 sip+ 13 SiG+ 0 30 87 87 100 40 2 0 0 It is representative of the effectiveness of the supported catalyst. Despite the low loading in active sites, SiG+ displayed high chlorination activity. This activity was related to the presence of the desolvated and released hexaalkylguanidinium chloride ion pair. If we consider the reaction of 2-ethyl hexanoyl anhydride with phosgene it seems evident that a nucleophilic chloride anion is the factor governing the attack at the anhydride carbonyl function according to Scheme 4. Many parameters can enhance the nucleophilic power of the chloride anion. Weakness of the ion pair is one of the most important. If we now examine the three catalytic structures, we note that in the case of SiG+, the positive charge delocalization is highly extended over the three nitrogen atoms and the central carbon atom, the steric effect also acts by decreasing the interaction between the chloride anion and the corresponding cation. All these factors contribute to a bulky cation and to a very released ion pair. This effect was reinforced by the hydrophobic character of the silica-grafted guanidinium site gained by the presence of the butyl substituents which enhanced the interface interaction of organic substrates with chloride. In the case of SiN+ and SiP+, the positive charge is centered at the ammonium or phosphonium atoms and despite a steric hindrance generated SIG+ CI* Ph. Gros et al. /Reactive & Functional Polymers 26 (1995) 25-33 by butyl groups, the ion pair must be tighter in these cases through coulombic effects. 6. Conclusion Silica-grafted hexaalkylguanidinium chloride (SiG+) was conclusively found to be an efficient and stable catalyst for chlorination of carboxylic acids. Despite the weak loading capacity of silicasupport, it displays a good catalytic activity towards carboxylic acids producing, quantitatively, the corresponding acyl chlorides. The thermochemical stability is also remarkable. The catalyst beads can be easily repeatedly recycled without loss of mechanical properties or catalytic activity, which is no longer true for polystyrene. The use of SiG+ is of great importance for the laboratory and industrial production of high-boiling-point acyl chlorides [12,18]. In fact, the ease of separation of the catalyst from the final product has avoided a distillation step, which is necessary in the case of soluble catalysts. This remarkable catalytic behavior was recently applied to other versatile substrates involving thionyl chloride [18], phorphorus oxychloride [19], acyl chlorides and chloroformates [20] with the same success and stability of the catalyst material and opens new trends in the field. References [I] Regen, S.L. and Besse, J.J., J. Am. Chem. Soc., 101 (1979) 4059. [2] Chiles, M.S., Jackson, D.D. and Reeves, P.C., J. Org. Chem., 45 (1980) 2915. [3] Tomoi, M. and Ford, WT, J. Am. Chem. Soc., 103 (1981) 3821. [4] Tundo, P and Venturello, P, J. Am. Chem. Soc., 101 (1979) 6606. ' i o R _cO y C=O R -C/ C1 1 !O SIG*, CI RCOOCOCI + RCOCI 2 RCOCI RCOCI + COZ Scheme 4. Mechanism of anhydride decomposition. Ph. Gros et al. /Reactive & Functional Polymers 26 (1995) 25-33 33 [5] Tundo, P and Venturello, P, Tetrahedron Lett., 21 (1980) [13] Blumenthal, G. and Wegner, G., Z. Anorg. Allg. Chem., 2581. [6] Tundo, P, Venturello, P. and Angeletti, E., J. Am. Chem. Soc., 104 (1982) 6547. [7J Cotter, R.J., Matzner, M. and Kurkjy, R., Chem. Ind. 19 (1965) 791. [8] SNPE, JPN, Patent 6222730, Chem. Abstr. 107 (1987) 153947s. [9] Dupont de Nemours, US Patens 3211776, Chem. Abstr., 63 (1965) 17973f. [10] Sumitomo Chemicals, JPN Patent 59108736, Chem. Ab str., 101 (1984) 151439e. [11] PPG Industries Inc., Ger. Patent 3025654, Chem. Abstr., 95 (1981) 42389a. [12] SNPE, Eur. Patent 545774, Chem. Abstr., 119 (1993) 203156d. 539 (1986) 154. [14] Greig, J.A. and Sherrington, D.C., Polymer, 19 (1978) 163. [15] Grubbs, R.H. and Kroll, L.C., J. Am. Chem. Soc., 73 (1971) 3062. [16J Heitz, W and Michels, R., Angew. Chem. Int. Edn., 11 (1972) 298. [17] Grubbs, R.H., Kroll, L.C. and Sweet, E.M.S., J. Macro mol. Sci. Chem. A, 7 (1973) 104. [1 Gauthier, P, Gros, P, Le Perchec, P and Senet, J.P., Bull. Soc. Chim. Fr., 130 (1993) 554. (19] Gros, P, Le Perchec, P. and Senet, J.P., unpublished results. [20] Gauthier, P., Gros, P, Le Perchec, P and Senet, J.P., Synth. Commun., 23 (1993) 1835. REACT 94000454 1381-5148(94)00045-4 10.1016/1381-5148(94)00045-4 Silica-supported hexaalkylguanidinium chloride: an efficient stable catalyst for phosgenation of carboxylic acids Ph. Gros ∗ a P. Le Perchec a J.P. Senet b a CNRS-LMOPS, BP 24, 69390 Vernaison, France b SNPE, Centre de Recherches du Bouchet, 91710 Yen-Le Petit, France ∗ Corresponding author. Silica-supported hexaalkylguanidinium chlorides have been built up and used as catalysts for phosgenation of carboxylic acids. They have been found to be more efficient and stable than their polystyrene homologs and more active than their ammonium and phosphonium analogs. Keywords Hexaalkylguanidinium chloride Stability Catalytic activity Phosgenation References [1] S.L. Regen J.J. Besse J. Am. Chem. Soc. 101 1979 4059 [2] M.S. Chiles D.D. Jackson P.C. Reeves J. Org. Chem. 45 1980 2915 [3] M. Tomoi W.T. Ford J. Am. Chem. Soc. 103 1981 3821 [4] P. Tundo P. Venturello J. Am. Chem. Soc. 101 1979 6606 [5] P. Tundo P. Venturello Tetrahedron Lett. 21 1980 2581 [6] P. Tundo P. Venturello E. Angeletti J. Am. Chem. Soc. 104 1982 6547 [7] R.J. Cotter M. Matzner R. Kurkjy Chem. Ind. 19 1965 791 [8] SNPE JPN Patent 6222730 Chem. Abstr. 107 1987 153947s [9] Dupont de Nemours US Patens 3211776 Chem. Abstr. 63 1965 17973f [10] Sumitomo Chemicals JPN Patent 59108736 Chem. Abstr. 101 1984 151439e [11] PPG Industries Inc. Ger. Patent 3025654 Chem. Abstr. 95 1981 42389a [12] SNPE Eur. Patent 545774 Chem. Abstr. 119 1993 203156d [13] G. Blumenthal G. Wegner Z. Anorg. Allg. Chem. 539 1986 154 [14] J.A. Greig D.C. Sherrington Polymer 19 1978 163 [15] R.H. Grubbs L.C. Kroll J. Am. Chem. Soc. 73 1971 3062 [16] W. Heitz R. Michels Angew. Chem. Int. Edn. 11 1972 298 [17] R.H. Grubbs L.C. Kroll E.M.S. Sweet J. Macromol. Sci. Chem. A 7 1973 104 [18] P. Gauthier P. Gros P. Le Perchec J.P. Senet Bull. Soc. Chim. Fr. 130 1993 554 [19] Gros P., Le Perchec P. and Senet, J.P., unpublished results. [20] P. Gauthier P. Gros P. Le Perchec J.P. Senet Synth. Commun. 23 1993 1835", "scopus-id": "0029370733", "coredata": {"eid": "1-s2.0-1381514894000454", "dc:description": "Silica-supported hexaalkylguanidinium chlorides have been built up and used as catalysts for phosgenation of carboxylic acids. They have been found to be more efficient and stable than their polystyrene homologs and more active than their ammonium and phosphonium analogs.", "openArchiveArticle": "false", "prism:coverDate": "1995-09-30", "openaccessUserLicense": null, "prism:aggregationType": "Journal", "prism:url": "https://api.elsevier.com/content/article/pii/1381514894000454", "dc:creator": [{"@_fa": "true", "$": "Gros, Ph."}, {"@_fa": "true", "$": "Le Perchec, P."}, {"@_fa": "true", "$": "Senet, J.P."}], "link": [{"@_fa": "true", "@rel": "self", "@href": "https://api.elsevier.com/content/article/pii/1381514894000454"}, {"@_fa": "true", "@rel": "scidir", "@href": "https://www.sciencedirect.com/science/article/pii/1381514894000454"}], "dc:format": "application/json", "openaccessType": null, "pii": "1381-5148(94)00045-4", "prism:volume": "26", "prism:publisher": "Published by Elsevier B.V.", "dc:title": "Silica-supported hexaalkylguanidinium chloride: an efficient stable catalyst for phosgenation of carboxylic acids", "prism:copyright": "Copyright © 1995 Published by Elsevier B.V.", "prism:issueName": "Proceedings of the 6th International Conference on Polymer Supported Reactions in Organic Chemistry", "openaccess": "0", "prism:issn": "13815148", "prism:issueIdentifier": "1-3", "dcterms:subject": [{"@_fa": "true", "$": "Hexaalkylguanidinium chloride"}, {"@_fa": "true", "$": "Stability"}, {"@_fa": "true", "$": "Catalytic activity"}, {"@_fa": "true", "$": "Phosgenation"}], "openaccessArticle": "false", "prism:publicationName": "Reactive and Functional Polymers", "prism:number": "1-3", "openaccessSponsorType": null, "prism:pageRange": "25-33", "prism:endingPage": "33", "pubType": "fla", "prism:coverDisplayDate": "September 1995", "prism:doi": "10.1016/1381-5148(94)00045-4", "prism:startingPage": "25", "dc:identifier": "doi:10.1016/1381-5148(94)00045-4", "openaccessSponsorName": null}, "link": {"@rel": "abstract", "@href": "https://api.elsevier.com/content/abstract/scopus_id/0029370733"}}